diction = ['اختيار إجراء', 'عدد الأرقام:', ' |\n11. إعدادات', ['11', 'إعدادات'], \
            'تم إدخال رقم خاطئ: الإدخال ليس في قائمة الإجراءات', 'خطأ رياضي: غير قادر على الحل', \
            '\nاختر لغة:\n |', ' |____________ فارغ = خروج\n', ['', 'فارغ', 'مخرج'], \
            ['التكافؤ:', 'مجموع أرقام الرقم:', 'قواسم العدد:', 'هو مربع العدد :', \
             'هو مكعب من رقم:', 'ملكيات:'], '\nمجموعة اللغة:', 'أعد تشغيل البرنامج']
actions = [['خلاصة', '+', '1'], ['الطرح', '-', '2'], \
            ['عمليه الضرب', '*', '3'], ['قسم', '/', '4'], \
            ['تقسيم صحيح', '//', '5'], ['بقية', '%', '6'], \
            ['الأس', '**', '7'], ['جذر', '^/', '8', '**/'], \
            ['التحويل إلى نظام الأرقام العشرية', '>>|', '9'], \
            ['تحليل تفصيلي', '?', '10']]
sactions = [['لغة', '1', [['ENG', '1'], ['RUS', '2'], ['ARB', '3']]], ['إعادة تعيين التثبيت', '2']]
