diction = ['Выберите действие', 'Количество разрядов:', ' |\n11. Настройки', ['11', 'Настройки'], \
            'Введено Неверное Число: ввод не находится в списке действий', 'Вычислительная ошибка: Невозможно решить', \
            '\nВыберите Язык:\n |', ' |____________ ничего = ВЫХОД\n', ['', 'НИЧЕГО', 'ВЫХОД'], \
            ['Четность:', 'Сумма цифр:', 'Делители числа:', 'Квадрат числа:', \
             'Куб числа:', ' Свойства:'], '\nЯзык установлен:', 'Перезапустите программу', \
            'Остановка: Достигнут Лимит Делителей']
actions = [['Сумма', '+', '1'], ['Вычитание', '-', '2'], \
            ['Умножение', '*', '3'], ['Деление', '/', '4'], \
            ['Целочисленное Деление', '//', '5'], ['Остаток', '%', '6'], \
            ['Возведение в Степень', '**', '7'], ['Корень', '^/', '8', '**/'], \
            ['Перевод в десятичную СС', '>>|', '9'], \
            ['Детализированный Анализ', '?', '10']]
sactions = [['Язык', '1', [['ENG', '1'], ['RUS', '2'], ['ARB', '3']]], ['Лимит Делителей', '2', \
            ['Введите новый Лимит Делителей']], ['Сбросить Установку', '3']]
